/* Cancel */
"Cancel" = "取消";

/* Enter US address or ZIP code */
"Enter US address or ZIP code" = "输入地址或邮政编码";

/* Finding search address */
"Finding search address" = "寻找搜索地址";

/* Finding SNAP retailers */
"Finding SNAP retailers" = "寻找SNAP零售商";

/* Hybrid */
"Hybrid" = "混合";

/* Invalid search address */
"Invalid search address" = "搜索地址无效";

/* Non-US search address */
"Non-US search address" = "非美国搜索地址";

/* OK */
"OK" = "行";

/* Redo search in this area */
"Redo search in this area" = "在这方面重做搜索";

/* Retailers */
"Retailers" = "零售商";

/* Satellite */
"Satellite" = "卫星";

/* Search address */
"Search address" = "搜索地址";

/* Show driving directions? */
"Show driving directions?" = "显示的方向？";

/* Standard */
"Standard" = "正规";

/* We couldn't find your search address */
"We couldn't find your search address" = "我们无法找到您的搜索地址";

/* You will be taken to the Map app */
"You will be taken to the Map app" = "您将采取“地图”应用程序";
